Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/other_files/duoji_doaibmadoarjagiid_arvvostallan_2005-2009.pdf.tmx
Source language: nob
Languages: sme

source: Norut Alta – Áltá rapport 2007:7.
sme: Norut Alta – Áltá raporta 2007:7.

source: Alta, 20. desember 2007.
sme: Áltá, juovlamánu 20. beaivvi 2007.

source: Finnut Consult AS, utredning juni 2008.
sme: Finnut Consult AS, čielggadeapmi geassemánu 2008.

source: Karasjok, 20.8.2008
sme: Kárášjohka, 20.8.2008

source: Annen litteratur: se fotnoter inne i rapporten
sme: Eará girjjálašvuohta: geahča smávvanohtaid raporttas

source: Postboks 1463 9506 Alta Besøksadr.
sme: Poastaboksá 1463 9506 Áltá Fitnanadr.

source: Internett: www.finnmark.norut.no E-post: post@finnmark.norut.no Telefon +47 78 45 71 00 Telefaks +47 78 45 71 01 Foretaksnummer NO 983 551 661 MVA
sme: Interneahtta: www.finnmark.norut.no E-poasta: post@finnmark.norut.no Telefovdna +47 78 45 71 00 Telefáksa +47 78 45 71 01 Fitnodatnummar NO 983 551 661 MVA

source: Norut Alta er et forskningsinstitutt i forskningskonsernet Norut
sme: Norut Áltá lea Norut dutkankonsearna dutkaninstituhtta
